/* 
  Health.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/3/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* No comment provided by engineer. */

"MonitorOutOfSpace_NotifTitle" = "Вільне місце закінчується!";
"MonitorOutOfSpace_NotifDescription" = "Скористайтесь CleanMyMac, щоб видалити мотлох та віднайти місце.";

/* Disk SMART failure notification */
"MonitorSMART_NotifTitle" = "Критичні S.M.A.R.T. показники!";
"MonitorSMART_NotifDescription" = "CleanMyMac виявив, що діагностика диску вказує на можливу відмову. Захистіть ваші дані.";

/* SSD Life failure notification */
"MonitorSSD_NotifTitle" = "Життя SSD піз загрозою!";
"MonitorSSD_NotifTooltip" = "Показник ресурсу %@ – %li%%";
"MonitorSSDLife_NotifDescription" = "CleanMyMac виявив, що діагностика диску вказує на можливу відмову. Захистіть ваші дані.";

/* High disk temperature notification */
"MonitorHighTemp_NotifTitle" = "Зависока температура диска!";
"MonitorHighTemp_NotifTooltip" = "Температура %@ перевищує %@";
"MonitorHighTemp_NotifDescription" = "CleanMyMac виявив, що температура диску перевищує рекомендований поріг. Намагайтесь уникати регулярного перегріву.";

/* Battery failure notification */
"MonitorBattery_NotifTitle" = "Ваш акумулятор застарів!";
"MonitorBattery_NotifDescription" = "CleanMyMac виявив, що ресурс вашого акумулятора занизький. Саме час його замінити.";

/* Low RAM issue. */
"MonitorRAM_NotifTitle" = "Високе навантаження пам'яті";
"MonitorRAM_NotifDescription" = "CleanMyMac виявив, що оперативна пам’ять та файл підкачки забиті вщент. Завершіть деякі програми.";

/* Battery health */
"Health: %@" = "Здоров'я: %@";

"Undefined" = "Невизначено";
"Fair" = "Гарне";
"Good" = "Чудове";
"Poor" = "Слабеньке";

/* Battery charging state */
"Charged" = "Заряджено";
"Not Charging" = "Не заряджається";
"Calculating…" = "Обчислюю…";
"%ld:%02ld Until Full" = "%ld:%02ld до повного";
"%ld:%02ld Remaining" = "Залишилось %ld:%02ld";
"%@ Limited" = "Поріг %@";
"%@ Threshold" = "Поріг %@";
"Overfilled" = "Переповнено";

"DiskFreeSpace_description" = "%@ вільно";
"DiskFreeSpace_tooltip" = "%@ Вільно\n%@ Доступно. Ця цифра являє собою суму вільного та очищуваного місця, що може бути миттєво вивільнено системою.";
"RAMStatus_description" = "%@ вільно";
"RAMStatus_tooltip" = "%@ вільно";
"RAMCleanupInProgress_Title" = "Звільнюю…";
"TrashSizeStatus_description" = "Використано %@";
"TrashSizeStatus_tooltip" = "Використано %@";
"TrashSizeStatus_tooltipForZeroSize" = "%@ зайнято у %@";

"WiredRAM_LegendTitle" = "Зарезервована";
"WiredRAM_LegendDescription" = "Пам'ять, що не може бути записана на диск і має залишатись у оперативці. Її дані не можуть використовуватись іншими програмами.";

"ActiveRAM_LegendTitle" = "Активна";
"ActiveRAM_LegendDescription" = "Інформація в оперативній пам'яті, що активно використовується поточними процесами.";

"InactiveRAM_LegendTitle" = "Неактивна";
"InactiveRAM_LegendDescription" = "Інформація в оперативній пам'яті, що нещодавно активно використовувалась і залишається в режимі очікування.";

"CompressedRAM_LegendTitle" = "Стиснута";
"CompressedRAM_LegendDescription" = "Частина інформації в оперативній пам'яті, що стиснена системою для звільнення місця під інші процеси.";

"GHz" = "ГГц";

"Monitoring OFF" = "Моніторинг вимкнено";
